
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Vill du spara ändringarna innan du avslutar?";

"Would you like to save your changes?" = "Vill du spara ändringarna?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Dina ändringar kommer att gå förlorade om du inte sparar dem.";

/*Alert Sheet Buttons*/

"Save" = "Spara";

"Cancel" = "Avbryt";

"Dont Save" = "Spara inte";

/*App Menu*/

"About Logitech Camera Settings" = "Om Logitechs kamerainställningar";

"Services" = "Tjänster";

"Hide Logitech Camera Settings" = "Dölj Logitechs kamerainställningar";

"Hide Others" = "Dölj övriga";

"Show All" = "Visa alla";

"Quit Logitech Camera Settings" = "Avsluta Logitechs kamerainställningar";

/*Edit Menu*/

"Edit" = "Redigera";

"Cut" = "Klipp ut";

"Copy" = "Kopiera";

"Paste" = "Klistra in";

"Delete" = "Ta bort";

"Select All" = "Markera alla";

/*Camera Menu*/

"Camera" = "Kamera";

"No Device Connected" = "Ingen enhet är ansluten";

/*Window Menu*/

"WINDOW" = "Fönster";

"Minimize" = "Minimera";

"Close" = "Stäng";

"Bring All to Front" = "Visa alla framför";

/*Window Title*/

"Logitech Camera Settings" = "Logitechs kamerainställningar";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Webbkamerans kontrollpanel";

"Focus:" = "Fokus:";

"Auto" = "Auto";

"Restore to defaults" = "Återställ standardinställningar";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Avancerade inställningar";

"Image Quality:" = "Bildkvalitet:";


"Brightness" = "Ljusstyrka";

"Contrast" = "Kontrast";

"Color Intensity" = "Färgintensitet";

"White Balance" = "Vitbalans";

/*Device Information 3rd tab*/

"Device Information" = "Enhetsinformation";

"USB Vendor ID (VID):"  = "USB-leverantörsnummer (VID):";

"USB Product ID (PID):" = "USB-produkt-id (PID):";

"USB Revision (BCD):" = "USB-version (BCD):";

"Firmware version:" = "Inbyggd programvaruversion:";

"Firmware CRC:" = "CRC för inbyggd programvara:";

"EEPROM Version:" = "EEPROM-version:";

"Sensor Type:" = "Sensortyp:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "För att allt ska fungera korrekt måste det här programmet köras i bakgrunden. Vill du köra det här programmet i bakgrunden?";

"Yes" = "Ja";

"No" = "Nej";
